[
    {
        "NAMES":[
            "burn"
        ],
        "DESCRIPTION":"At the end of each turn, take damage equal to the number of layers, then decrease the number of layers by 1. Upon death, deal damage to other enemies equal to twice the number of layers."
    },
    {
        "NAMES":[
            "[TE]"
        ],
        "DESCRIPTION":"小桃能量。"
    },
    {
        "NAMES":[
            "momoicard"
        ],
        "DESCRIPTION":"The card is red and features a cute Momoi on it."
    },
    {
        "NAMES":[
            "midoricard"
        ],
        "DESCRIPTION":"The card is green and features a Midori on it."
    },
    {
        "NAMES":[
            "share"
        ],
        "DESCRIPTION":"This card will first consume energy from the primary energy pool. If the primary energy pool is insufficient, it will consume from another energy pool without consuming twice the energy."
    },
    {
        "NAMES":[
            "primaryenergypool"
        ],
        "DESCRIPTION":"The primary energy pool is an energy pool with a small accessory displayed. It is the energy pool that is prioritized when playing cards with shared attributes or cards belonging to other characters. You can click on the energy pool to switch between them."
    },
    {
        "NAMES":[
            "exchange",
			"exchanged"
        ],
        "DESCRIPTION":"Change Momoi cards to Midori cards and Midori cards to Momoi cards. The effects of some cards will be altered."
    },
	{
		"NAMES":[
			"levelup"
		],
		"DESCRIPTION":"Immediately increase the level by 1. Experience points become 0."
	},
	{
		"NAMES":[
			"experiencepoints"
		],
		"DESCRIPTION":"Gain experience points equal to the energy cost of the momoi card or midori card played. Level up by 1 when reaching 10 experience points."
	},
	{
		"NAMES":[
			"synergy"
		],
		"DESCRIPTION":"Triggered when affected by the effects of cards or powers."
	},
	{
		"NAMES":[
			"hypersynergy"
		],
		"DESCRIPTION":"Triggered when the card that played this card is also played by an effect."
	},
	{
		"NAMES":[
			"onlysynergy"
		],
		"DESCRIPTION":"Cannot be played, but can be played by effects."
	},
	{
		"PROPER_NAME":"[batwinsmod:momoiorbicon]",
		"NAMES":[
			"momoiorbicon"
		],
		"DESCRIPTION":"[batwinsmod:momoiorbicon] The energy pool consumed by MomoiCards.。"
	},
	{
		"PROPER_NAME":"[batwinsmod:midoriorbicon]",
		"NAMES":[
			"midoriorbicon"
		],
		"DESCRIPTION":"[batwinsmod:midoriorbicon] The energy pool consumed by MidoriCards.。"
	},
	{
		"NAMES":[
			"storage",
			"storaged"
		],
		"DESCRIPTION":"When this card is played, it will sequentially play the cards stored by this card."
	},
	{
		"NAMES":[
			"bullet"
		],
		"DESCRIPTION":"Colorless cards that deal damage. They automatically merge when stored."
	},
	{
		"NAMES":[
			"shoot"
		],
		"DESCRIPTION":"Cards with shooting in their name."
	},
	{
		"NAMES":[
			"acceleration"
		],
		"DESCRIPTION":"Choose and play a card from the draw pile with an energy cost lower than X."
	},
	{
		"NAMES":[
			"acceleration+"
		],
		"DESCRIPTION":"Choose and play a card from the draw pile with an energy cost lower than X+1."
	}
]