{
	"BATwinsMod:TrainingCamp":{
		"NAME":"ブートキャップ",
		"DESCRIPTIONS":[
			"あなたは壊れた機械人形に囲まれた奇妙な要塞にやって来ました、そして要塞の中心には無傷の @巨大な機械の怪物@ がいます。",
			"多少のダメージはありましたが、モンスターを倒しました。モンスターを倒すと ～メダル～ が落ちてくるので、それを拾うとスキルの理解が深まったような気分になります。",
			"ダメージを受けずにモンスターを倒しました。モンスターを倒すとメダルが落ちてくるので、それを拾うとスキルの理解が深まった気がします。",
			"あの機械の怪物は一見すると非常に強そうに見えるので注意した方が良いです。",
			"メダルを受け取って先へ進みましょう"
		],
		"OPTIONS":[
			"バトルを試してみる #g（70%%の可能性で%shpまで失う） ",
			"[立ち去る]",
			"アタック１枚を選び、そのカードと同じネームなカードがランダムな敵１体を同じダメージを与える効果を得る。",
			"スキル１枚を選び、そのカードと同じネームなカードがカード1枚引く効果を得る。",
			"パワー１枚を選び、そのカードと同じネームなカードがプレイした時、捨て札へ１枚コピーを加える効果を得る。",
			"確定",
			"[ロック] 必要なもの：「アッタク」カード",
			"[ロック] 必要なもの：「スキル」カード",
			"[ロック] 必要なもの：「パワー」カード",
			"[ロック] 必要なもの：カード"
		]
	},
	"BATwinsMod:DirtShowdown":{
		"NAME":"いさ尋常に勝負",
		"DESCRIPTIONS":[
			"ビリヤード台が道路上に唐突に置かれ、床一面がその下にあり、あたかも空間を無理やり切り取ったかのようだった。 NL 「 #rこのマシンはとても見覚えがあります。」 NL 「 #gこれはシャーレにある機械ですが、なぜここにあるのかわかりませんが。」 NL 「 #rなら早速勝負しよ！」",
			"5分が経過したが、両チームともゴールは生まれなかった。 NL このとき、モモイとミドリは次のように決めました。",
			"モモイの突然の未熟な攻撃はミドリの期待を捉え、良い効果をもたらしました、パックはホールに直行します。 NL 「 #rやった！わたしの勝ち！」 NL 「 #gうう…運が良いだけだ。」",
			"ミドリはモモイが警戒を緩め、連続回転ボールのトリックを使用したときに機会を見つけました。パックはエッジで何度も衝突し、モモイは圧倒され、最終的には簡単にゴールを決めた。「 #g予定通りな勝ちね。」 NL 「 #r悔しいっ……悔しいーーっ！」",
			"そろそろ行こう、この場出ないとユズたちが心配でしょう。",
			"残念ですが、このタワーを立ち去るはもっと重要だろ。"
		],
		"OPTIONS":[
			"[立ち去る] #g見た目が変なので、動かさないでください。",
			"[続こう]",
			"モモイが全力でパックをスマッシュ",
			"ミドリが連続回転ボールを使う",
			"勝利勝利！",
			" #gランダムなモモイカード2枚をアップグレードする",
			" #gランダムなミドリカード2枚をアップグレードする",
			"[立ち去る]"
		]

	},
	"BATwinsMod:HurdleGame":{
		"NAME":"ハードルゲーム",
		"DESCRIPTIONS":[
			"道を歩いていると、集まっている人たちのグループが目に入りました。好奇心から近づいてみると、彼らは障害物を走って跳び越える挑戦をしているようでした。 NL 「 @ははは@、そこの、そうそう ~あなた~ 、ためしてみませんか？報酬はとてもいいぞ。」",
			"こんな挑戦はあなたにとってあまりに簡単でしたね。あなたの成功に、周囲の観衆は @熱烈な拍手@ を送りました。 NL 「これは報酬だよ」あの人は ~何かを~ 捨てる後立ち去った。",
			"遊びたくない",
			"あなたはこれが詐欺のトリックであると確信し、そこで見物することを決めました。長い間誰も成功しなかったため、挑戦者たちは ~イライラ~ し始め、主催者と衝突しました。状況が混乱し始める中、地面で何かを見つけました。混乱の中でこの場から逃げった。",
			"あなたは%dポイントがゲット、この挑戦は難しい過ぎる、周囲の群衆はもう ~慣れっこ~ になっていました。それほどひどいことではなさそうです。 NL 「1人1回の挑戦だけです。結果に基づこれをあげるよ。」",
			"「0ポイントだね、ええと、あなたは多分ルールが知らない」主催者もあなたの成績に恥ずかしさを感じました。"
		],
		"OPTIONS":[
			"[スタート] ポイントによってレリックを獲得。",
			"[ロック] 走れるモデルが必要。",
			"[遊びたくない]",
			"[立ち去る]",
			"[観戦] ランダムなゴールド、レリックもしくわポーションが得る。"
		]
	},
	"BATwinsMod:Communication":{
		"NAME":"奇妙な通信",
		"DESCRIPTIONS":[
			"あなたたちは遠くから奇妙な光を見つけ、その光の元に近づいて行くと、空中に浮かぶスクリーンを見つけました。スクリーンの下には浮かぶコイン投入口があります。スクリーンは明滅しながら、しばらくして画面が現れました。 NL 画面が交互に明るくなったり暗くなったりしながら、やがて映像が現れました。 NL 「 #b@モモイ…テレビ…危険@ 」 NL 「 #rユウカ、私たちを助けて！」 NL 「 #g私たちこのゲームの中で困っています」 NL 「 #b@…道具…転送@。」",
			"ユウカの言っていることがわからないけど、重要なことじゃないと思うよ。",
			"突然、空からアイテムが地面に落ちてきて、光る画面も消えました。"
		],
		"OPTIONS":[
			"[アイテムゲット] #g%dゴールドを消費する、特殊なレリックを獲得する。 ",
			"[立ち去る] ユウカの言っていること、全然聞き取れないよ。",
			"[立ち去る]"
		]
	},
	"BATwinsMod:TheRoadIsLong":{
		"NAME":"前途多難",
		"DESCRIPTIONS":[
			"「 #gここはどこ？」 NL 二人が果ての見えない階段を見つめていますが、本当にその @終わり@ はあるのでしょうか？",
			" NL いろんな異世界シナリオを見たけど、現実は ~がっかりさせられるもの~ だ。このタワーは常識がない世界、現在状況を ~評価~ しないと。",
			" NL 「 #rミドリ、もう疲れたよ。 #r@もう一歩も歩けないよ@ 。」 NL 「 #g@わ…私も@ #gこの階段、終わりがないの？」",
			" NL そろそろ決めろう",
			"「 #rこんな状況漫画から見たことある、周りがきっと #r~隠し通路~ がある！」",
			" NL 「 #gあの #g~「xxリーデフォルト」」~ #gだよね。近くに何にか方法があるはず。」",
			" NL 二人は元気を出す、周りを観察する。",
			"長い旅で二人の身も心も @疲れ@ 果ててしまった。しばらく地面に座っていた後、最初に沈黙を破ったのはモモイでした。 NL ",
			"ある程度の距離を歩んだ後、 @不思議な雰囲気@ を漂わせる大きな扉が突然目の前に現れました。それは @空間@ に埋め込まれたように突然出現したかのようでした。 NL あなたたちは扉の前で立ち止まり、その扉がゆっくりと開きました。近づきたくない気持ちもあるが、これしか選択肢はないのです。 NL ",
			"「強さ···力をもたらす···」 NL 何かの声が聞こえたようで、自分の中に本来属していない力を感じました。",
			"モモイは奇妙な空間を見つけました。その場所は周囲の空間に埋め込まれた、 @割れた鏡@ のようでした。 NL 手を触れると、一筋の強い光が走り抜け、体の疲労感がほとんど消え去りました。 NL 目を開けると、堅固な地面に立っており、そしてその無限の階段はもう見当たりませんでした。",
			"ミドリは奇妙な空間を見つけました。その場所は周囲の空間に埋め込まれた、 @割れた鏡@ のようでした。 NL 手を触れると、一筋の強い光が走り抜け、体の疲労感がほとんど消え去りました。 NL 目を開けると、堅固な地面に立っており、そしてその無限の階段はもう見当たりませんでした。",
			" ~力を尽き~ たあなたたちは、互いに寄り添って階段に座っています。長い旅の疲労感が波のように押し寄せます、ゆっくりと階段で ~眠り~ に落ちていきました。 NL 「 #b@ゲームをクリア…出口…転送…@ 」 NL 夢から ~懐かしい~ な声が聞こえる、目が覚めた後あなたたちは草地の中で、階段も消えたんだ。",
			"「 #rミドリ、部室に戻りたいんだ。」 NL 「 #rまだミドリに世話になるなんて、お姉ちゃんにとて恥ずかしいだね。」 NL 「 #g私たちは姉妹ですから。何よりも安全に帰るこどです。 」",
			"「 #rそう、ゲームの主役は必ず道を切り拓くんだ。 」 NL 「 #gそうだね、みんなが待てるだ。」 NL 少しの休憩の後、姉妹たちは再び道を踏み込んでいた。"
		],
		"OPTIONS":[
			"[励まし] #g励ましを得る 、 #r痛み2枚を得る 。",
			"[道探し] #r%dhpを失う 、続行。",
			"[休憩] #g%dhpを回復する 、 #r%d最大HPを失う 。",
			"[モモイに探す] #gすべてのモモイカードがアップグレードする。 ",
			"[ミドリに探す] #gすべてのミドリカードがアップグレードする。 ",
			"[続こう]",
			"[立ち去る]"
		]
	}
}